export default [
    {
        page: 1,
        news: [
            {
              id: 0,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 1,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 2,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 3,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 4,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 5,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 6,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 7,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 8,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 9,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 10,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 11,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
        ]
    },
    {
        page: 2,
        news: [
            {
              id: 12,
              date: "11.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 13,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 14,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 15,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 16,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 17,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 18,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 19,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 20,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 21,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 22,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 23,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
        ]
    },
    {
        page: 3,
        news: [
            {
              id: 24,
              date: "13.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 25,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 26,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 27,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 28,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 29,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 30,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 31,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 32,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
            {
              id: 33,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 1
            },
            {
              id: 34,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 2
            },
            {
              id: 35,
              date: "12.03.21",
              title: "Какая-то определённая новость на две строки заголовка",
              text: "Какая-то определённая новость какая-то определённая новость с двумя строками с двумя строками Какая-то определённая новость...",
              img: 3
            },
        ]
    }
    
]
